Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 闪电颜色分为三种，猩红，青紫，雪白，看似杂乱无章，三者却泾渭分明，并不交替缠绕，分别交织成三张大网。
en_us: The lightning was of three different colors, namely red, cyan, and white, and they appeared to be completely random and haphazard in their distritbution, but the divide between the three types of lightning was extremely clear, and they didn't intertwine in the slightest as they formed three huge nets.

source: 问了一大串问题后，宁姚猛然惊醒，“先别说这些，趁着老猿需要换气的功夫，能跑多远是多远！我已经让那把剑尽量多纠缠老猿，但是估计它撑不了太久。”
en_us: After asking all these questions, Ning Yao suddenly came to her senses and said, "Forget about this first. While the old ape is replenishing his Qi, we need to run as far away as we can! I've already commanded my flying sword to obstruct him, but I predict that it can't delay him for too long."

source: 闺女主动说话，让男人如释重负。
en_us: With his daughter breaking the ice, the man suddenly felt as if a huge weight had been lifted off his shoulder.

source: 阮秀不咸不淡地嗯了一声。
en_us: Ruan Xiu replied with an aloof nod.

source: 阮秀也一一作答，少女虽然不爱读书，那也只是不喜欢那些儒家圣贤的经典书籍，对于兵家修行和练剑铸剑，少女喜欢得很，这些窍穴名称，她自小就烂熟于心。
en_us: She was very averse to reading, but that was only limited to the classics lauded by scholars. In contrast, she was extremely eager to read materials related to martial cultivation and swordsmanship, so from a young age, she had memorized all of the acupoints and their locations on the body.

source: 阮秀似懂非懂，犹豫不决。男人挥挥手，耐着性子叮嘱道：“牵一发而动全身，你是我阮邛的女儿，那泥瓶巷的少年，他丢入池塘的石子再大，溅起的水花有限，不会惊扰到水底的老王八，这就意味着万事可以周旋，可是你阮秀不一样。记住喽，每逢大事有静气，要你多读书多读书，总是不听！心性连一个陋巷少年也比不上，亏你还是修行之人。”
en_us: Ruan Xiu seemed to understand what she was being told, but she was also still rather confused and hesitant about how to proceed. Master Ruan waved a dimissive hand as he said, "Don't forget that you are the daughter of Ruan Qiong. That boy from Clay Vase Alley is but a small pebble. No matter how many ripples he stirs up on the surface of the pond, he won't be able to alert the old turtles at the bottom of the pond, which means that there will still be room to make amends, ut the same doesn't apply to you, Ruan Xiu. You must remember that the more urgent a situation is, the calmer you must be. I'm always telling you to read more books, but you never listen! You're a cultivator, yet you don't even have the mental fortitude of an uneducated boy!"

source: 阮秀低声道：“你先回去，我要在这边吃点东西再回铺子，我爹问起的话，你就说没看见。”
en_us: Ruan Xiu lowered her voice as she said, "Go back to the blacksmith shop, I'm going to eat something here before I go back. If my father asks about it, just say you didn't see anyhintg."

source: 阮秀使劲点头道：“醒过来了醒过来了，杨家铺子的掌柜见了之后，说是阎王爷开恩，放过刘羡阳一马，才捡回这条性命。老掌柜还说只要醒得过来，就算彻底没大事了。我怕你着急，就想着第一时间跟你说，可我爹不让我走过廊桥……”
en_us: Ruan Xiu nodded earnestly, explaining, "Mhm, yes, he's woken up now. When the shopkeeper of the Yang Family's medicine shop saw him, he remarked that this was the god of the underworld showing mercy and allowing Liu Xianyang to go free. It was only because of this that he was able to survive. The shopkeeper also said that since he's awake, there won't be any major issues after this. I was afraid that you'd be anxious, so I wanted to visit you and tell you this news straight away. However, Father won't allow me to cross the covered bridge..."

source: 阮秀依旧站在远处，身后就是汹涌而至的迅猛溪水。
en_us: As a result, the water upstream began to flow once again, while Ruan Xiu continued to remain on the creekbed.

source: 阮秀倒是不会像宁姚这样，青衣少女望向陈平安的视线里，仿佛写着四个大字，同道中人。
en_us: However, the same didn't apply to Ruan Xiu. Instead, she ate her meals the exact same way that Chen Ping'an did.

source: 阮秀咬紧牙关，默不作声。
en_us: Ruan Xiu could only grit her teeth in silence.

source: 阮秀哑然。
en_us: Ruan Xiu had no response to this.

source: 阮秀如释重负，习惯性拍了拍胸脯，兴许是觉得自己的举动有些稚气，不够淑雅，不像是大家闺秀，马尾辫少女便笑得有些难为情。
en_us: Ruan Xiu was very relieved to hear this, and she habitually patted her own chest, following wihch a slightly awkward smile appeared on her face, seemingly at the realization that her actions were rather immature and unbefitting of someone of her status.

source: 阮秀娓娓道来，然后伸出一根手指，按住自己的脑袋，微笑道：“至于这神庭，就在这里，你捋起头上的发际线，往上五分距离，这个窍穴，对于我和我爹这样的兵家剑修，算不得如何重要，嗯，用我们的行话来说，便不属于兵家必争之地，可有可无，倒是那些靠香火生存的玩意儿，此处窍穴至关重要，不过我爹说过，那些神神鬼鬼，没有大出息，神通再大，鬼道再宽，也不过是寄人篱下的可怜虫，不值一提。”
en_us: Ruan Xiu extended a finger and pointed it at her own head as she continued with a smile, "This is where the Divine Court acupoint is located, five centimeters up from your hairline. This acupoint isn't all that important for swordsmen like me and my father. Essentially, it's not an expendible acupoint for us, but for those the beings on the other side, this acupoint is of the utmost importance. However, my father tells me that those ghostly beings are severely limited in their potential. No matter how powerful they become, they're nothing more than pitiful beings that are solely reliant on others."

source: 阮秀小心翼翼问道：“你现在不会是去找正阳山的人报仇吧？”
en_us: "You're not going to seek vengeance against the people from the Sun Scorch Mountain right now, are you?" Ruan Xiu asked in a careful manner.

source: 阮秀开口解释道：“他们说不来小镇方言，就让我来帮忙。陈平安，这位姐姐就是救了刘羡阳的人，跟你一样姓陈，但不是我们东宝瓶洲人氏，陈姐姐身边这人，是龙尾郡陈氏的嫡长孙，姓陈名松风。听陈姐姐说，陈松风好像跟你这一支陈氏，算是好几百年前的远房亲戚吧，至于陈姐姐，跟你们哪怕往上推一两千年，也没啥关系。这次陈姐姐是来祭祖的，但是小镇这边，从监造官衙署，到福禄街桃叶巷那些个大家族，已经没谁知道祖她们家的坟到底在哪里，刘羡阳就说到了你，说你如今是小镇最熟悉四周山水的人，找你准没错。陈姐姐说如果你能帮上忙，她可以支付报酬，一袋子金精铜钱，我觉得你可以答应……”
en_us: "They can't speak the dialect of this small town, so they asked me to come over to help," Ruan Xiu explained. "Chen Ping'an, this bif sister is the person who saved Liu Xianyang. She has the same surname as you, but she isn't from the Eastern Treasured Vial Continent. Ther person standing next to Big Sister Chen is Chen Songfeng, the eldest grandson of Dragon Tail County's Chen Clan. According to Big Sister Chen, it seems like you two share the same ancestor, so you can be regarded as distant relatives from several hundred years ago. "As for Big Sister Chen, her Chen Clan is unrelated to your Chen Clans even if we go 1000 years or 2000 years back. She's come here to worship her ancestors this time, but no one in the small town knows where her ancestors' graves are. From the kiln supervision office to the big clans in Fortune Street and Peach Leaf Alley, none of them have got a clue. However, Liu Xianyang mentioned you, and he said that you're the most knowledgable person in the small town when it comes to the surrounding mountains and rivers. He said that they couldn't go wrong if they asked you. "Big Sister Chen said that she could compensate you if you helped, and she offered a pouch of gold essence copper coins. I feel like you can accept this offer..."

source: 阮秀开心笑道：“这不就得了。”
en_us: "There you go! This is no trouble for me, either," Ruan Xiu said with a happy smile.

source: 阮秀怒喝道：“姓杨的！那你为何之前胡说八道，说有五成希望？！为什么不早说！”
en_us: "Why didn't you say that earlier? All you said was that there was a 50% chance that he could be saved!" Ruan Xiu yelled in a furious voice.

source: 阮秀打抱不平道：“人家这么辛辛苦苦给你当学徒，工钱一钱也没收，天黑那段时候，所有人都待在屋里呼呼大睡，要么就是闲聊，只有陈平安还在从井里搬土，一趟趟的，忙这忙那，一点也没闲着，这些时候谁做事最勤快，爹，你心里没数？你自己摸着良心说，人家问你借十五六两银子，怎么就过分了？”
en_us: Ruan Xiu couldn't help but want to stand up for Chen Ping'an. "He's working so diligently as your apprentice for not a single copper coin of pay! At night, when everyone else is either sleeping or chatting in their rooms, he's the only one who's still carrying soil out of the well one trip after another. He works harder than anyone else here! Can you not see what he's been doing? Have you no conscience? Is it really too much for him to ask to borrow a few taels of silver from you for all the hard work he's done?"

source: 阮秀挥挥手，火龙重新化为一只花纹古朴的红色镯子，戴在少女手腕上。
en_us: With a casual wave of her hand, the fiery dragon reverted back into a red bracelet that fitted itself around her wrist.

source: 阮秀摇摇头，“看不出来。”
en_us: "I can't see anything," Ruan Xiu replied with a shake of her head.

source: 阮秀整理了一下思绪，缓缓说道：“陈平安，千万别冲动，如今学塾齐先生的处境比较困难，而且齐先生和我爹交接的时候，极有可能小镇会迎来翻天覆地的新局面，是好是坏，目前还不好说，所以易静不易动。”
en_us: Ruan Xiu took a moment to arrange her thoughts, then said, "Whatever you do, don't do anything reckless. At the moment, Mr. Qi is in a rather difficult predicament, and once my father takes over from him, there's a very good chance that the town will undergo a massive transformation. As for whether those hcanges will be for th ebetter or for the worse, that's impossible to predict right now, so it's very important that you don't do anything you'll come to regret now of all times."

source: 阮秀明摆着是要提醒陈平安，尽管狮子大开口，否则过了这村儿就没这店儿。
en_us: She was clearly telling Chen Ping'an that he could ask for more payment. Otherwise, such a good opportunity wouldn't present itself again.

source: 阮秀有些着急。
en_us: Ruan Xiu was slightly frantic with worry.

source: 阮秀有些莫名的着急。
en_us: For some reason, Ruan Xiu was feeling rather agitated.

source: 阮秀有些赧颜，很快忧心问道：“你的左手？”
en_us: Ruan Xiu was rather embarrassed to hear this, and she quickly changed the subject, asking, "How's your left hand?"

source: 阮秀望向溪水，凝神望去，脸色一沉。
en_us: Ruan cast her gaze toward the water in the creek, and a grim look instantly appeared on her face.

source: 阮秀柔声道：“宁姑娘让我告诉你，那把剑鞘她先借用一段时间，以后会还你的。”
en_us: Ruan Xiu said in a gentle voice, "Ning Yao asked me to tell you that she'll be borrowing the scabbard for a while, and that she'll return it to you in the future."

source: 阮秀欲言又止，陈平安才醒悟这句话跟阮姑娘说，没什么意义，挠头道：“那我先回趟泥瓶巷。”
en_us: Ruan Xiu wanted to say something further, but decided against it, and only then did Chen Ping'an realize that there was no point telling Ruan Xiu not to bother returning the scabbard as she wasn't the one who had taken it. He scratched his own head in a slightly embarrassed manner as he said, "I'm going back home for a bit."

source: 阮秀气得脸色发白，正要开口骂人。
en_us: Ruan Xiu was so furious that her complexion had paled significantly, and she was just about to launch into a tirade when Master Ruan said, "Xiuxiu, don't be rude to Shopkeeper Yang."

source: 阮秀没有转身，只是猛然转头，黑亮的马尾辫，在空中甩出一个漂亮弧度，少女眼神凌厉，语气近乎苛责道：“爹，刘羡阳的事情你也没掺和，结果又如何了？”
en_us: Ruan Xiu didn't turn around. Instead, she only turned her head, and her ponytail whipped around in the air in a beautiful arc. There was a sharp and piercing look in her eyes that was matched by the tone of her voice as she said, "You refused to get involved with what happened to Liu Xianyang, how did that work out?"

source: 阮秀点点头。
en_us: Ruan Xiu nodded in response, and Chen Ping'an turned to depart.

source: 阮秀点点头，“这是人之常情。”
en_us: "That's an understandable reaction," Ruan Xiu replied with a nod.

source: 阮秀皱眉道：“爹，你就不能好好说话？”
en_us: "Father, can't you be nicer to him?" Ruan Xiu protested with furrowed brows.

source: 阮秀直截了当问道：“你认识陈平安？”
en_us: "You know Chen Ping'an?" Ruan Xiu asked.

source: 阮秀看了眼一脸冷漠、英气凌人的宁姚，她没敢打招呼。
en_us: Ruan Xiu glanced at the cold and gallant-appearing Ning Yao, and she didn't dare to say hello.

source: 阮秀眯眼望去。
en_us: Ruan Xiu's eyes narrowed slightly as she peered out at the creek, waiting for something to emerge.

source: 阮秀突然记起一事，喊道：“陈平安，我爹说你这段时间就在铺子里安心做事，以后可能需要你帮忙打铁。”
en_us: All of a sudden, a thought occurred to Ruan Xiu, and she yelled, "Chen Ping'an, my father says you can stay and work at the forge. We may need your help with iron work in the future."

source: 阮秀笑眯眯道：“别发呆，说说看杏花巷和泥瓶巷的事情，所有的，你知道什么就说什么。”
en_us: Ruan Xiu smiled as she said, "Don't just stand there with your mouth hanging open. Tell me everything you know about Apricot Blossom Alley and Clay Vase Alley."

source: 阮秀笑道：“我去跟我爹说一声。”
en_us: Ruan Xiu smiled and said, "I'll go and tell my father."

source: 阮秀认真想了想，“以后我会喊你过来讲故事，放心，我到时候会隐藏本命气息。”
en_us: After a moment of consideration, Ruan Xiu decided, "I'm going to call you to tell me stories from now on. Don't worry, I'll be sure to conceal my aura while you're in my presence."

source: 阮秀走下岸，来到溪畔，她先掏出一块帕巾，丢了块糕点到嘴里，慢慢咀嚼回味。
en_us: Ruan Xiu made her way down the slope to the bank of the creek, then pulled out a handkerchief, out of which she produced a piece of pastry that she placed into her own mouth.

source: 阮秀走到火龙头颅附近，低头望去，火龙爪下，是一位蜷缩起来的妇人，她被爪子一把抓住腰肢，她有一头及腰的青丝，死死护住全身。
en_us: Ruan Xiu made her way over to the head of the fiery dragon, then looked down to find a woman curled up into a ball on the creekbed. She had been caught under the claws of the fiery dragon, and she had a head of waist-length hair that she was using to desperately protect her entire body.

source: 阮秀走向岸边，回头道：“下不为例啊。”
en_us: Ruan Xiu made her up the bank of the creek, then turned around as she said, "Don't let this happen again."

source: 阮秀跟着起身，点头笑道：“好的。”
en_us: "Sure," Ruan Xiu replied with a smile and a nod.

source: 阮秀释然而笑，轻轻拍了拍胸脯，“那就好。”
en_us: Ruan Xiu was quite relived to hear this, and she patted her own chest as she said, "That's good to hear."

source: 阮秀问道：“那么多次让你帮我买糕点，你觉得麻烦吗？”
en_us: "Do you feel like I'm troubling you by asking you to buy pastries for me?" Ruan Xiu asked.

source: 阮秀顿时如临大敌。
en_us: Ruan Xiu immediately tensed up at the prospect of having to read.

source: 阮邛一臂倾斜向下，双指并拢，心中默念道：“天罡扶摇风，地煞雷池火，急急如律令！”
en_us: Ruan Qiong pointed an arm diagonally downward, joining his index and middle fingers together as he silently called, "Astral winds and infernal lightning, heed my call!"

source: 阮邛也没搭理少年，自顾自大踏步走回铁匠铺子。
en_us: Ruan Qiong paid no heed to Chen Ping'an as he made his way back to the blacksmith shop.

source: 阮邛冷哼道：“没揍他就已经算很好说话了。”
en_us: "I'm already being very nice to him by not beating his ass to a pulp!" Ruan Qiong harrumphed coldly.

source: 阮邛冷笑一声，不再跟这群心怀不轨的鬼蜮之辈计较，身形落回铁匠铺附近的溪畔，满身煞气和血腥气的铁匠，伸手在溪水中冲刷掉血迹。
en_us: Ruan Qiong gave a cold harrumph, then descended onto the bank of creek near the blacksmith shop before washing the blood from his hands using the water in the creek.

source: 阮邛发完牢骚，最后叹息道：“你齐静春如此束手束脚，也是没办法的事情。前边的话，你可以当做耳旁风，这句话，可别漏掉不听啊。”
en_us: After grumbling to himself for a while, Ruan Qiong sighed, "Qi Jingchun, I suppose it can't be helped that you're being so timid and hesitant. You can disregard everything I said just now, but don't ignore what I'm saying now."

source: 阮邛只好安慰自己，自己虽然是名义上的兵家剑修，但自己的真正追求，非是那战阵厮杀的强弱高低，而是成为这座天下名列前茅的铸剑师，铸造出一把有希望蕴养出自我灵性的活剑，使得天地间多出一位有生有死、能修行、可轮回、甚至可以追求大道的真正生灵。
en_us: Ruan Qiong could only engage in self-consolation by telling himself that even though he was supposed to be a swordsman, his true pursuit wasn't to become as formidable in battle as possible. Instead, it was to become the best swordsmith in hte world and forge a living sword that possessed sentience and intelligence. Essentially, his ultimate goal was to create a true living being that could cultivate, die, enter the cycle of reincarnation, and even pursue the Great Dao.

source: 阮邛叹了口气，感伤道：“齐静春，你要是有我一半的不讲道理，何至于走得如此憋屈？”
en_us: He heaved a faint sigh as he murmured to himself, "Qi Jingchun, if you had been even half as unreasonable as I am, there's no way you would've suffered such a sad demise."

source: 阮邛在铸剑室看到自己女儿蹦蹦跳跳进来，没好气道：“欺负一个不成气候的河婆，很高兴吗？”
en_us: Ruan Qiong watched with a displeased expression as his daughter skipped into the swordsmithing room, and he grumbled, "Are you pleased with yourself for picking on a mere river guardian?"

source: 阮邛坐在床头，眼神凝重。
en_us: Ruan Qiong sat next to the bed, a grave look in his eyes.

source: 阮邛心头一震，随即迅速压下嘴角即将浮现的笑意。
en_us: Ruan Qiong's heart jolted slightly upon hearing this, and he hurriedly suppressed the smile that was playing on his lips.

source: 阮邛才说完，往边境线外一闪而逝，下一刻只见他单手按住一位老人的头颅，抓回界线之内后，五指一按，仙风道骨的老人苦苦求饶道：“阮师！阮师！有话好好说！老夫是附近紫烟河的”
en_us: After making this declaration, Ruan Qiong flew through the air in a flash, and in the next instant, his hand closed around the head of an old man, who he dragged into the border. The old man hurriedly began pleading for his life. "Master Ruan! Master Ruan! Please, let's be civilized about this! I'm from the nearby Purple Smoke River..."

source: 阮邛揉了揉下巴，赞叹道：“原来走得是破而后立的极端路子，窍穴破尽，关隘无阻，虽然这副身躯彻底坏朽，可这剑，到底是成了。”
en_us: Ruan Qiong rubbed his chin and praised, "So you're taking the extreme path of breaking the old to establish the new. All your acupoints have been destroyed, and all the passageways are now defenceless. Even though your body has been comprehensively ruined, this sword... It's ultimately been forged successfully.

source: 阮邛放下碗筷，抬起头望向天空，莫名其妙骂娘起来，“真以为齐静春死了之后，你们就能够无法无天了？我的规矩已经明明白白跟你们说了，现在既然你们不遵守，就拿出能够不守规矩的本事来，如果没有，那就去死吧。”
en_us: Ruan Qiong set down his bowl and chopsticks as he raised his head to look up at the sky, then suddenly erupted into a furious tirade out of nowhere. "Do you bastards think you can do whatever you want now that Qi Jingchun's dead? I've already told you the rules. If you're going to blatantly break those rules, then I presume that you're prepared to bear the consequences!"

source: 阮邛斩用一种怜悯的眼神看着老人，钉截铁道：“不用怀疑，你就是老眼昏花了！”
en_us: Ruan Qiong turned to Shopkeeper Yang with a sympathetic expression, then declared in an implacable voice, "I can confirm beyond a shadow of a doubt that you really have gone old and senile."

source: 阮邛气笑了，“呦呵，学聪明了，躲那么远才嘀嘀咕咕，觉得我拿你没辙是吧？他娘的，老子又不是齐静春那读书读傻了的家伙，你跟我一个兵家剑修讲道德礼仪，你脑子有坑吧？”
en_us: Ruan Qiong couldn't help but burst into laughter upon hearing this. "Aren't you quite the smart girl, only badmouthing me after you've gotten far away? You think I can't do anything to you over there, right? You little bitch, I'm not an idiot scholar like Qi Jingchun! You want to talk to a swordsman like me about proper conduct? Were you dropped on your head as a baby?"

source: 阮邛皱眉道：“秀秀，千万别不把河神江神当回事，到底是纳入一洲山川湖海谱牒的正统水神，虽然比不得各国的五岳正神，但在水中杀它们，并不轻松。”
en_us: Ruan Xiu's brows furrowed slightly as he cautioned, "Xiuxiu, don't underestimate river gods. They are true water gods that preside over entire bodies of water, and they may not be able to compare with the Five Mountains of each empire, but it's certainly not easy task to kill them while they're in the water."

source: 阮邛突然望向老人，问道：“只听说嫁出去的闺女，泼出去的水。这他娘的还没有人嫁人啊，就已经胳膊肘往外拐啦？”
en_us: All of a sudden, Ruan Qiong turned to Shopkeeper Yang, then mused, "It's always been said that a married daughter is like spilt water that can't be recovered, so why is it that she still hasn't married yet, but she's already going against me?"

source: 阮邛站起身，自嘲道：“早知道就不该答应把你借给颍阴陈氏二十年。”
en_us: Ruan Qiong stood up and said in a self-deprecating voice, "If I had known this earlier, I wouldn't have let the Yingyin Chen Clan borrow you for 20 years."

source: 阮邛身形悬停在金光绚烂的云海之上，眼神凌厉，环顾四周，冷笑道：“怎么，就只用这么点小杂鱼来试探我阮邛的底线？是不是太瞧不起人了，我阮邛虽然就是个打铁的，远远比不得齐静春，可要说在此地斩杀一两个不长眼的十楼修士，有何难？那么从现在起，这儿规矩多出一条，诸位听清楚喽，哪怕躲你在边界线之外觊觎骊珠福地，只要我阮邛哪天心情不好，一样把你抓进福地上空，然后将你的脑袋打烂，信不信由你们。”
en_us: Ruan Qiong was hovering in the air above the resplendent sea of clouds, looking around with a cold gleam in his eyes as he chuckled, "Are you really just going to send out small fry like this to test my patience? How little do you think of me? While it's true that I'm just a blacksmith, and I can't even begin to compare with Qi Jingchun, but slaying a few insolent 10th tier cultivators here is nothing for me! From now on, there's a new rule for all of you to follow, so you better listen up. Even if you hide outside the border and try to look into the Jewel Blessed Land, if you catch me in a bad mood, I'll drag you into the blessed land just the same and smash your heads open! If you don't believe me, you're free to try your luck!"

source: 阮邛黑着脸不说话，心想爹我就是心里太有数了，才想砍死这个挖墙脚的小王八蛋。
en_us: Ruan Qiong remained silent with a dark expression, thinking to himself, hwqoiethqietiwqoehtqiewhtqwhethqeohtqeitqheoithqwt It's exactly because I know what he's been doing that I want to chop that little bastard up into a 1,000 pieces! If he had the cultivation base of that Mountain-moving Ape from Sun Scorch Mountain, I would've done the same thing as Qi Jingchun and given him a vicious beating!

source: 阳光下，读书人伸手遮在额头。
en_us: Under the sunlight, Cui Minghuang raised a hand to his forehead to shield his own eyes.

source: 阴冷的视线，掠过少女身上的时候。
en_us: As his cold gaze passed over the young woman's body, a smirk appeared on his face, and he stuck out his tongue with a lecherous look in his eyes.

source: 陈十一。
en_us: Chen Shiyi[ref]"Shiyi" literally means eleven and is written using two characters.[/ref].

source: 陈对一笑置之，转移视线，望向正襟危坐的陈松风，冷声道：“实在不行，就把箱子翻个底朝天，从最下边那些籍书看起，薛管事刚才的话，你没听到吗？小镇千年以来，档案籍书只与另外一支陈氏有关，如果我没有记错，这一支小镇陈氏，与你们龙尾郡陈氏可算同一个远祖，怎么，翻来覆去，一本本族谱从头到尾，那些个名字不是奴婢就是丫鬟，好玩吗？”
en_us: Chen Dui replied with a smile. She then turned around to face Chen Songfeng who was sitting in an upright manner, and she chided in a cold voice, "If you really can't find anything, then why don't you flip the box on its head and start from the records on the bottom? Didn't you hear Steward Xue's words just then? For the past thousand years, the records in this small town have only recorded information about the other branch of the Chen Clan. If I remember correctly, this branch shares the same ancestor with your Dragon Tail County's Chen Clan. What, is it fun to flip through these genealogy records where everyone is either a servant or a maid?"

source: 陈对举目望去，她无比确定，颍阴陈氏的祖坟，肯定就在此地。
en_us: Chen Dui looked up at the mountain, and she was absolutely certain that the ancestral grave of the Yingyin Chen Clan was situated here.

source: 陈对停下脚步转身望去，虽然没有说话，但是她脸色阴沉。
en_us: Chen Dui stopped in her tracks and looked back. Even though she didn't speak, her dark expression was more than enough to convey her thoughts.

source: 陈对只得一笑置之。
en_us: However, Chen Dui simply dismissed this with a smile.

source: 陈对和陈松风其实第一眼看到少女，俱是眼前一亮，
en_us: In fact, both Chen Dui and Chen Songfeng's eyes had lit up when they had first seen Ning Yao.

source: 陈对和陈松风联袂离去。
en_us: Chen Dui and Chen Songfeng left together.

source: 陈对和陈松风跟前面三人拉开十数步距离。
en_us: Chen Dui and Chen Songfeng walked a dozen or so paces behind Chen Ping'an and the others.

source: 陈对安安静静坐在那里，没有开口说话的迹象。
en_us: Chen Dui quietly sat on the step, and she didn't show any signs of wanting to speak or interrupt them.

source: 陈对微笑道：“等你长大了，也会知道很多事情。”
en_us: Chen Dui smiled faintly and replied, "You'll also know a lot when you grow up."

source: 陈对忍着心中不快，默念一句大局为重，对阮秀笑道：“秀秀，跟他说，我们在廊桥那边等他，最多等半个时辰，如果到时候见不到人影，让这家伙后果自负。”
en_us: Chen Dui suppressed her displeasure and quietly told herself that she needed look at the bigger picture. She smiled at Ruan Xiu and said, "Xiuxiu, tell him that we'll wait for him at the covered bridge. We'll wait for one hour at most, and if he still doesn't arrive by then, he'll have to face the consequences himself."

source: 陈对恢复本来面貌，冷笑道：“蝇营狗苟，只会随波逐流，从来不在乎真正的大势是什么。”
en_us: Chen Dui reverted to her original self, smiling coldly and sneering, "Swarming like flies, and being herded like sheep... Some people only know how to flow with the crowd, yet they never stop to consider where the tide is truly heading."

source: 陈对想起一桩趣事，说道：“相传历史上，天材地宝楼有一次举办拍卖，最后压轴之物，正是一棵从未出现过的养剑葫芦藤，上边结有六个小葫芦果子。据说是道祖在成仙之前，亲自在咱们这座天下种下的幼苗，不知道过了几千年，才结出那一串小葫芦，大小不一，颜色各异，十分神奇。”
en_us: Chen Dui suddenly recalled something interesting, and she said, "The Treasure Pagoda held an auction in the past, and the most valuable item being auctioned was none other than a gourd vine that had never been seen before. There were six small gourds growing on the vine, and it was said that this vine was personally planted in our world by the Dao Ancestor before he became an immortal. It took several thousand years for the vine to produce this string of six gourds, and each gourd was a different size and color. It was extremely mysterious."

source: 陈对愣了一下，微笑道：“有道理。”
en_us: Chen Dui faltered for a moment before smiling faintly and saying, "That's true."

source: 陈对摇头笑道：“根本不用我解释什么，以后只要你走出小镇，很快就会变成我们这样的人。等你哪天自己踏上修行之路，自然而然就会明白，否则我说破嘴，你也不理解。”
en_us: Chen Dui shook her head and replied with a smile, "There's no need for me to explain anything. Once you leave the small town in the future, you'll also become just like us very quickly. When you enter the path of cultivation someday, you'll naturally understand what I mean. Otherwise, you won't understand even if I talk until my mouth is parched."
